IDEA Open Model
ConcreteULSCheckResultShear Constructor
Compatible with IDEA StatiCa Beta 20.0
Initializes a new instance of the ConcreteULSCheckResultShear class
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
protected ConcreteULSCheckResultShear()
Protected Sub New
See Also
Reference
ConcreteULSCheckResultShear Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace